{
"drivers": [
    {
    "name": "Max Verstapen",
    "team": "RedBull",
    "standing": 1,
    "description": "Max Verstappen is a Dutch racing driver racing for RedBull. At the age of 17 years, 166 days, he became the youngest driver to compete in Formula One with Toro Rosso. in the middle of the 2016 he was promoted to Red Bull Racing. He became the youngest driver and the only dutch driver to win a race after winning at the age of 18. In 2021 Verstappen became the first Dutch driver to win the Formula One World Championship, and the 34th Formula One World Drivers Champion.",
    "image": "./MaxVerstappen.jpg",
    "video": "https://youtu.be/B4pF4bMwYYI"
    },
    {
    "name": "Sergio Perez",
    "team": "RedBull",
    "standing": 2,
    "description": "Sergio 'Checo' Pérez is a Mexican racing driver racing for RedBull, he drove for Sauber, McLaren, Force India, and Racing Point. His first race win came in the 2020 Sakhir Grand Prix, breaking the record for the number of races before a race win at 190. He also earned his first Formula One pole position at the 2022 Saudi Arabian Grand Prix, breaking the record for the most races before a pole position at 215.",
    "image": "./SergioPerez.jpg",
    "video": "https://youtu.be/iRFJrYP8Up0"
    },
    {
    "name": "Charles Leclerc",
    "team": "Ferrari",
    "standing": 3,
    "description": "Charles Leclerc is a Monégasque racing driver racing for Ferrari. Leclerc also drove for Sauber. He joined Ferrari in 2019. He became the second-youngest driver to qualify on pole position in Formula One. Leclerc won for the first time in Belgium in 2019.",
    "image": "./CharlesLeclerc.jpg",
    "video": "https://youtu.be/9oP3tc_aIj4"
    },
    {
    "name": "George Russell",
    "team": "Mercedes",
    "standing": 4,
    "description": "George Russell is a British racing driver racing for Mercedes. Russell drove for Williams. Russell achieved his first F1 podium with Williams at the 2021 Belgian Grand Prix. In 2022, Russell joined Mercedes.",
    "image": "./GeorgeRussell.jpg",
    "video": "https://youtu.be/lHEY9nUp6Ds"
    },
    {
    "name": "Carlos Sainz",
    "team": "Ferrari",
    "standing": 5,
    "description": "Carlos Sainz is a Spanish racing driver currently competing for Ferrari. He drove for Toro Rosso, Renault and McLaren. At the 2019 Brazilian Grand Prix Sainz took his first podium finish. Sainz moved to Ferrari at the end of the 2020 season.",
    "image": "./CarlosSainz.jpg",
    "video": "https://youtu.be/_xQLitvki_U"
    },
    {
    "name": "Lewis Hamilton",
    "team": "Mercedes",
    "standing": 6,
    "description": "Lewis Hamilton is a British racing driver racing for Mercedes, Hamilton has won a joint-record seven World Drivers Championship titles (tied with Michael Schumacher), and holds the records for the most wins (103), pole positions (103), and podium finishes (183), among others. He also drove for McLaren.",
    "image": "./LewisHamilton.jpg",
    "video": "https://youtu.be/we4VBW99LoU"
    },
    {
    "name": "Lando Norris",
    "team": "McLaren",
    "standing": 7,
    "description": "Lando Norris is a British racing driver racing for McLaren. He took his first podium in the 2020 in the Austrian Grand Prix.",
    "image": "./LandoNorris.jpg",
    "video": "https://youtu.be/8ydQns7gxKA"
    },
    {
    "name": "Valtteri Bottas",
    "team": "Alfa Romeo",
    "standing": 8,
    "description": "Valtteri Bottas is a Finnish racing driver racing for Alfa Romeo, he drove for Mercedes and Williams. Bottas has 10 race wins and 67 podiums. He won 5 constructors championships with Mercedes, and was the drivers championship runner-up twice.",
    "image": "./ValtteriBottas.jpg",
    "video": "https://youtu.be/iW7V3Bw8-ws"
    },
    {
    "name": "Esteban Ocon",
    "team": "Alpine",
    "standing": 9,
    "description": "Esteban Ocon is a French racing driver racing for Alpine. He made his Formula One debut for Manor Racing. He drove for Force India before joining Renault. He took his first win at the 2021 Hungarian Grand Prix.",
    "image": "./EstebanOcon.jpg",
    "video": "https://youtu.be/nUUi_jI-6xA"
    },
    {
    "name": "Pierre Gasly",
    "team": "AlphaTauri",
    "standing": 10,
    "description": "Pierre Gasly is racing for AlphaTauri. He drove for Toro Rosso and Red Bull. He took his maiden Formula One victory at the 2020 Italian Grand Prix.",
    "image": "./PierreGasly.jpg",
    "video": "https://youtu.be/dZ64tx8Bi0k"
    },
    {
    "name": "Fernando Alonso",
    "team": "Alpine",
    "standing": 11,
    "description": "Fernando Alonso is a Spanish racing driver racing for Alpine in Formula One. He won the World Drivers Championship twice with Renault, he also drove for McLaren, Ferrari, and Minardi. In 2018 Alonso decided to retire and then returned in 2021 for Alpine. He is the only spanish driver to win a championship or even a race in Formula One.",
    "image": "./FernandoAlonso.jpg",
    "video": "https://youtu.be/gcx1bcSfPlw"
    },
    {
    "name": "Kevin Magnussen",
    "team": "Haas",
    "standing": 12,
    "description": "Kevin Magnussen is a Danish racing driver racing for Haas F1 Team. Kevin Magnussen drove for McLaren, Renault and Haas after one season away, in 2022 Magnussen rejoined Haas.",
    "image": "./KevinMagnussen.jpg",
    "video": "https://youtu.be/zSalNv8GbC8"
    },
    {
    "name": "Daniel Ricciardo",
    "team": "McLaren",
    "standing": 13,
    "description": "Daniel Ricciardo is an Australian racing driver racing for McLaren. He raced for HRT, Toro Rosso, Red Bull Racing and Renault. Ricciardo finished third in the championship two times. He joined McLaren for the 2021 Formula One season, He obtained his first race win with McLaren at the 2021 Italian Grand Prix. as of today he has 8 race wins",
    "image": "./DanielRicciardo.jpg",
    "video": "https://youtu.be/nfUVtmQSdWo"
    },
    {
    "name": "Sebastian Vettel",
    "team": "Aston Martin",
    "standing": 14,
    "description": "Sebastian Vettel is a German racing driver racing for Aston Martin, he drove before for BMW Sauber, Toro Rosso, Red Bull, and Ferrari. Vettel has won four World Drivers Championship titles. Vettel is the youngest World Champion in Formula One. he also has the third-most race victories (53) and podium finishes (122) and fourth-most pole positions (57). setting the records for the most consecutive race wins (9) and race wins in a single season (13).",
    "image": "./SebastianVettel.jpg",
    "video": "https://youtu.be/XkKFNIrX8yc"
    },
    {
    "name": "Yuki Tsunoda",
    "team": "AlphaTauri",
    "standing": 15,
    "description": "Yuki Tsunoda is a Japanese racing driver racing for AlphaTauri. He made his debut in 2021 for AlphaTauri.",
    "image": "./YukiTsunoda.jpg",
    "video": "https://youtu.be/TMvoR181m4I"
    },
    {
    "name": "Alexander Albon",
    "team": "Williams",
    "standing": 16,
    "description": "Alexander Albon is a Thai driver for Williams. He drove for Toro Rosso and RedBull. He took his first podium finish at the 2020 Tuscan Grand Prix. After two seasons with RedBull, he was demoted to a test and reserve driver role with RedBull for 2021. He returned to a main driver role in 2022, driving for Williams.",
    "image": "./AlexanderAlbon.jpg",
    "video": "https://youtu.be/WL6j03DZsvg"
    },
    {
    "name": "Lance Stroll",
    "team": "Aston Martin",
    "standing": 17,
    "description": "Lance Stroll is a Canadian racing driver racing for Aston Martin, having previously driven for Williams and Racing Point. He achieved his first podium finish at the 2017 Azerbaijan Grand Prix, becoming the second-youngest driver to finish a race on the podium. At the 2020 Turkish Grand Prix, Stroll took his first pole position.",
    "image": "./LanceStroll.jpg",
    "video": "https://youtu.be/xQHTELW8haU"
    },
    {
    "name": "Zhou Guanyu",
    "team": "Alpine",
    "standing": 18,
    "description": "Zhou Guanyu is a Chinese racing driver racing for Alfa Romeo. He was a test driver for Renault and Alpine",
    "image": "./ZhouGuanyu.jpg",
    "video": "https://youtu.be/ZEqMJtbCY4U"
    },
    {
    "name": "Mick Schumacher",
    "team": "Haas",
    "standing": 19,
    "description": "Mick Schumacher is a German racing driver racing for Haas and a reserve driver for Scuderia Ferrari. He is the son of seven-time Formula One World Champion Michael Schumacher.",
    "image": "./MickShumacher.jpg",
    "video": "https://youtu.be/CohnTuPIWO4"
    },
    {
    "name": "Nico Hulkenberg",
    "team": "Aston Martin",
    "standing": 20,
    "description": "Nico Hülkenberg is a German racing driver he is the reserve driver for Aston Martin. Hülkenberg holds the record for the most Formula One career starts without a podium finish (181). Hülkenberg raced with Williams, Force India, Sauber team and Renault. He replaced Sebastian Vettel at Aston Martin at the first two races of the 2022 season, following Vettel's positive COVID test.",
    "image": "./NicoHulkenberg.jpg",
    "video": "https://youtu.be/OKVGK2gOTyY"
    },
    {
    "name": "Nicholas Latifi",
    "team": "Williams",
    "standing": 21,
    "description": "Nicholas Latifi is an Canadian racing driver racing for Williams. He made his debut at the 2020 Austrian Grand Prix.",
    "image": "./NicholasLatifi.jpg",
    "video": "https://youtu.be/jYA872EopQI"
    }
    ],
    "teams": []
}
